Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/nuorisoneuvoston_puheenjohtajan_katsaus.html.tmx
Source language: fin
Languages: sms

source: Nuorisoneuvoston puheenjohtajan katsaus
sms: Nuõrisuåvtõõzz saaǥǥjååʹđteei ǩičldõk

source: Aloittaessani nuorisoneuvoston puheenjohtajana en osannut kuvitella kevään olevan tällainen.
sms: Altteen nuõrisuåvtõõzz saaǥǥjååʹđteeʹjen jiõm silttääm juʹrdded ǩiiđ leämmaž näkam.

source: Nuorisoneuvoston uusiin jäseniin, projekteihin, yhteistyökumppaneihin ja muihin tehtäviin on joutunut tutustumaan etänä.
sms: Nuõrisuåvtõõzz ođđ vuäzzlaid, projeeʹktid, õhttsažtuâjjskeâpprid da jeeʹres tuâjaid lij õlggâm tobdstõõttâd ougglõssân.

source: Nuorisoneuvosto jäsenet eivät ole vielä kertaakaan tavannut kasvokkain, mutta toivottavasti siihen saadaan muutos alkavan syksyn aikana.
sms: Nuõrisuåvtõõzz vuäzzla jiâ leäkku võl ni kuäʹss saǥstõõllâm õʹhttečõõʹlmi, leša tuäiv mieʹldd tõõzz vuäǯǯat muuttâs aʹlǧǧi čõõuč poodd.

source: Erikoisesta keväästä huolimatta työ saamelaisnuorten eteen ei ole keskeytynyt.
sms: Jeeʼresnallšem ǩiiđâst huõlǩani tuâjj sääʹmnuõri õuʹdde ij leäkku årstam.

source: Saamelaisnuorten oikeuksia ja osallisuutta on pyritty vahvistamaan monin eri tavoin.
sms: Sääʹmnuõri vuõiggâdvuõđid da vuässadvuõđ lij ǩiččlõttum raʹvvjed määŋgain jeeʹres naaʹlin.

source: Oppivelvollisuuden pidentämistä, ilmastolain ja saamelaiskäräjälain uudistamista on jatkettu koko kevään ajan virkamiestasolla.
sms: Mättjemvuâlažvuõđ kuuʹǩǩeem, äimmõslääʹjj da sääʹmteʹǧǧlääʹjj oođummuž lij juätkkum ǩiiđ ääiʹj veʹrǧǧooumažtääʹzzest.

source: Nuorisoneuvosto onkin osallistunut oppivelvollisuuden pidentämistä koskevan lausunnon valmisteluun yhdessä Saamelaiskäräjien 1. varapuheenjohtajan, koulutussihteerin ja koulutus- ja oppimateriaali lautakunnan kanssa.
sms: Nuõrisuåvtõs lij še vuässõõttâm mättjemvuâlažvuõđ kuuʹǩǩeem kuõskki ceâlkalm valmštõõllmõʹšše õõutâst Sääʹmtiiʹǧǧi 1. vääʹrrsaaǥǥjååʹđteei, škooultõspiisar da škooultõs- da mättmateriaal luʹvddkooʹddin.

source: Järjestimme myös Ympäristöministeriön kanssa kuulemistilaisuuden saamelaisnuorille koskien ilmastolain uudistamista.
sms: Leäʹp riâššâm še Pirrõsministeriain kuullâmpoodd sääʹmnuõrid kuõskeeʹl äimmõslääʹjj oođummuž.

source: Tilaisuus järjestettiin etäyhteyksin.
sms: Poodd rieʹššeš ougglõsõhttvuõđin.

source: Erikoinen kevät on tuonut myös mahdollisuuksia.
sms: Jeeʼresnallšem ǩiđđ lij põhttam še vueiʹtlvažvuõđid.

source: Olemme kouluttautuneet nuorisoneuvoston kanssa yhteistyössä Ihmisoikeusliiton kanssa.
sms: Leäʹp škooulʼjõõttâm nuõrisuåvtõõzzin õhttsažtuâjast Ooumažvuõiggâdvuõttleettin.

source: Olemme myös ottaneet käyttöön uusia alustoja työskentelyä varten ja tavanneet matalalla kynnyksellä nuoriso- ja saamelaisjärjestöjä etänä.
sms: Leäʹp še välddam âânnmõʹšše ođđ vuâlaid tuâjai vääras da ougglõs-saǥstõõllâm vueʹllǥain kõddsin nuõri- da sääʹmorganisaatioivuiʹm.

source: Etätyöskentely on helpottanut ja nopeuttanut tapaamisia.
sms: Ougglõstuâjj lij hiâlptam da jåʹttlâttam saǥstõõllmõõžžid.

source: Etätapaaminen ei ikinä korvaa kasvokkain tapaamista, mutta tuo lisää aikaa eri toimiin, kun ei tarvitse aina matkustaa satoja kilometrejä tunnin parin mittaista tapaamista varten.
sms: Ougglõs-saǥstõõllmõš ij ni kuäʹss koʹrvved õʹhttečõõʹlmi vueiʹnnlõõttmõõžž, leša põhtt lââʹzz ääiʹj jeeʹres tååimid, ǥu ij taarbâž pâi mäʹtǩstõõllâd čueʹđid ǩilomettrid mueʹdd čiâss vueiʹnnlõõttmõõžž diõtt.

source: Etätyöskentely on erinomainen lisä kasvokkain tehdyille tapaamisille ja tekee työskentelystä tiiviimpää ja näin myös osin tehokkaampaa.
sms: Ougglõstuâjj lij samai pueʹrr lââʹss õʹhttečõõʹlmi tuejjuum vueiʹnnlõõttmõõžžid da tuejjad tuâjast aktiivlab da nääiʹt še pieʹǩǩest viõkkšab.

source: Yksi nuorisoneuvoston suurimmista asioista kevään aikana oli yhteinen kannanotto hallituspuolueiden nuorisojärjestöjen kanssa, ”Kaivoksille ei tilaa saamelaisten kotiseutualueella”.
sms: Õhtt nuõrisuåvtõõzz šuurmõs aaʹššin ǩiiđ poodd leäi õhttsaž peäʹlestvälddmõš halltõspaaʹrtji nuõriorganisaatioin, ”Kuåivvsid jiâ leäkku sââʹj saaʹmi dommvuuʹdest”.

source: Kannanotolla toimme Suomen valtion hallitukselle selvän kannan: kaivoksille ei ole tilaa, olemme kyllästyneitä neuvottelemaan aiheesta uudelleen ja uudelleen.
sms: Peäʹlestvälddmõõžžin puuʹtim Lääʹddjânnam riikk halltõʹsse čiõlgg peäʹlestvälddmõõžž: kuåivvsid jiâ leäkku sââʹj, leäʹp kâllnam saǥstõõllâd ääʹššest oʹđđest da oʹđđest.

source: Hietakeron aluevarausta ei ole vielä peruttu, joten työtä on edelleen tehtävänä.
sms: Hietakero vuʹvddvaʹrrjõõzz jeäʹla võl čorstâttam, nääiʹt ååreen tuâj liâ ooudâs tuejjeemnalla.

source: Hietakeron paikallisilla on kuitenkin vahva tuki niin oman yhteisönsä, kuin myös valtaväestön keskuudessa.
sms: Hietakero pääiklažoummuin lij kuuitâǥ raavâs tuärjjõs nuʹt jiijjâs õhttsažkååʹddes, ǥu še väʹlddmeer kõõskâst.

source: Nuorisoneuvoston ja hallituspuolueiden kannanotto on luettavissa nuorisoneuvoston nettisivuilla .
sms: Nuõrisuåvtõõzz da halltõspaaʹrtji peäʹlestvälddmõš lij lookkâmnalla nuõrisuåvtõõzz neʹttseeidain.

source: Osallistuin kesäkuussa Saamelaiskäräjien toiseen täysistuntoon nuorisoneuvoston edustajana.
sms: Vuässõʹttem ǩieʹssmannust Sääʹmtiiʹǧǧi nuuʹbb tiuddsåbbra nuõrisuåvtõõzz eeʹttǩeeʹjen.

source: Olen myös osallistunut SPN:n hallituksen kokouksiin kevään ja alkukesän aikana.
sms: Leäm še vuässõõttâm SPN halltõõzz såbbrid ǩiiđ da alggǩieʹzz poodd.

source: SPN:n hallitus on syksyllä 2019 tehnyt päätöksen kutsua nuorten lautakunnan edustaja kokouksiinsa nuorten asioiden asiantuntijan roolissa.
sms: SPN halltõs lij čâhčča 2019 tuejjääm tuʹmmstõõǥǥ kåččad nuõri luʹvddkååʹdd eeʹttǩeei såbbrid nuõri aaʹšši äʹšštoobdi roolâst.

source: Lisäksi nuorten edustaja kutsutaan jatkossa myös SPR:n täyskokouksiin.
sms: Lââʹssen nuõri eeʹttǩeei kååččat juätkast še SPR tiuddsåbbrid.

source: Tällä tavalla SPN:n tavoitteena on vahvistaa ja lisätä saamelaisnuorten osallistumista ja vaikutusmahdollisuuksia sekä lisätä nuorten kuuluvuutta saamelaisyhteisöön.
sms: Täin naaʹlin SPN täävtõssân lij raʹvvjed da lââʹzzted sääʹmnuõri vuässõõttmõõžž da vaaiktemvueiʹtlvažvuõđid di lââʹzzted nuõri kuullâmvuõđ sääʹmõhttsažkådda.

source: SPN:n alainen nuorisoneuvosto järjestää kahden vuoden välein Pohjoismaisen saamelaisnuorten konferenssin.
sms: SPN vuâlaž nuõrisuåvtõs reäšš kueiʹt eeʹjj kõõskin Tâʹvvjânnmallaš sääʹmnuõri konfereens.

source: Konferenssi järjestetään yhteistyönä Norjan, Ruotsin ja Suomen Saamelaiskäräjien nuorisotoimijoiden kanssa.
sms: Konferenss riâžžât õhttsažtuâjjan Taarr, Ruõcc da Lääʹddjânnam Sääʹmtiiʹǧǧi nuõritåimmjeejiʹvuiʹm.

source: Konferenssi oli tarkoitus järjestää Inarissa 13-14.8.2020, mutta se on päätetty siirtää koronaviruspandemian vuoksi myöhemmäksi.
sms: Konferenss leäi miârktõs riâššâd Aanrest 13-14.8.2020, leša tõt lij tuʹmmjum mââʹjeed koronaviiruspandemia diõtt.

source: Konferenssin teemaksi on päätetty ilmastonmuutos.
sms: Konfereens teeʹmmen lij tuʹmmjum äimmõsmuuttâs.

source: Nuorisoneuvosto selvittää mahdollisuuksia järjestää konferenssi tai sen osia etänä.
sms: Nuõrisuåvtõs seʹlvvat vueiʹtlvažvuõđid riâššâd konferenss leʹbe pieʹǩǩ tõin ougglõssân.

source: Järjestimme kesäkuussa myös puheenjohtajien kyselytunnin ryhmächatissä, johon osallistuivat kaikki kolme Saamelaiskäräjien puheenjohtajaa.
sms: Riâžžim ǩieʹssmannust še saaǥǥjååʹđteeʹji kõõjjõsčiâss joukkchaatâst, koozz vuässõʹtte puk kolmm Sääʹmteeʹǧǧ saaǥǥjååʹđteei.

source: Kyseinen chat oli myös ensimmäinen chattimme, johon oli mahdollisuus osallistua kolmella saamen ja suomen kielellä yhtä aikaa.
sms: Tät õnnum chat leäi še vuõssmõs mij chat, koozz leäi vueiʹtlvažvuõtt vuässõõttâd koolmin sääʹmǩiõlin da lääʹddǩiõlin seämma poodd.

source: Heinäkuussa järjestimme kesäkuulumisia-ryhmächatin kolmella saamenkielellä.
sms: Sueiʹnnmannust riâžžim ǩieʹss-saaǥǥid-joukkchaat koolmin sääʹmǩiõlin.

source: Chat-toimintaa kehitetään koko ajan ja tulevaisuudessa on tarkoituksena järjestää ryhmächatteja erilaisilla teemoilla.
sms: Chat-tåimmjummuž viiǥǥât ooudâs čõõđ ääiʹj da pueʹttiääiʹjest lij miârktõssân riâššâd joukkchaattid jeeʹresnallšmin teeʹmin.

source: Kesän aikana olemme myös päivittäneet nuorisoneuvoston tieto – ja neuvontasivustoa.
sms: Ǩieʹzz poodd leäʹp še peeiʹvtam nuõrisuåvtõõzz teâtt – da vuäʹpstõs-seiddõõzz.

source: Nuor.fi sivut on kehitetty osana DigiÁrran hanketta, jonka tarkoituksena on kehittää saamenkielistä, saamelaisnuorille tarkoitettua tieto- ja neuvontapalvelua ja digitaalista nuorisotyötä.
sms: Nuor.fi seeid liâ rajjum pieʹǩǩen DigiÁrran haʹŋǩǩõõzz, koon miârktõssân lij viikkâd ooudâs sääʹmǩiõllsa, sääʹmnuõrid miârktum teâtt- da vuäʹpstõskääzzkõõzz da digitaalʼla nuõrituâj.

source: Lisätietoja:
sms: Lââʹssteâđaid:

source: Anni-Sofia Niittyvuopio Nuorisoneuvoston puheenjohtaja anni-sofia.niittyvuopio(at)samediggi.fi
sms: Anni-Sofia Niittyvuopio Nuõrisuåvtõõzz saaǥǥjååʹđteei anni-sofia.niittyvuopio(at)samediggi.fi

source: Kuva: Mari Molkoselkä
sms: Snimldõk: Mari Molkoselkä
